module.exports = [
  {
      tag: 'h1',
      content: 'Заголовок h1 — основной заголовок страницы на две строки. Основной заголовок страницы на две строки'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      cls: 'h1',
      content: 'Заголовок "как h1" — на самом деле блок с классом. Должен выглядеть как основной заголовок страницы на две строки. Основной заголовок страницы на две строки'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'h2',
      content: 'Заголовок h2 — Второстепенный заголовок страницына две строки. Второстепенный заголовок страницына две строки. Второстепенный'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'h3',
      content: 'Заголовок h3 — второстепенный заголовок страницы, который может быть в две строки и более двух строк. второстепенный заголовок страницы, который может быть в две строки'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'h4',
      content: 'Заголовок h4 — второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'h5',
      content: 'Заголовок h5 — второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок. второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'h6',
      content: 'Заголовок h6 — второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок. второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок. второстепенный заголовок страницы, который может быть в две строки и более двух строк длиной. Очень длинный заголовок'
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'ul',
      content: [
          {
              tag: 'li',
              content: 'Прямоточные: Серия BM5, BM6X'
          },
          {
              tag: 'li',
              content: 'Дисковые: Серия BM7'
          },
          {
              tag: 'li',
              content: 'Инжекционные: Dosaodor-D'
          },
          {
              tag: 'li',
              content: 'Абсорбционные: Серия OL'
          },
          {
              tag: 'li',
              content: {
                  tag: 'ul',
                  content: [
                    {
                        tag: 'li',
                        content: 'Прямоточные: Серия BM5, BM6X'
                    },
                    {
                        tag: 'li',
                        content: 'Дисковые: Серия BM7'
                    },
                    {
                        tag: 'li',
                        content: 'Инжекционные: Dosaodor-D'
                    },
                    {
                        tag: 'li',
                        content: 'Абсорбционные: Серия OL'
                    },
                  ]
              }
          },
          {
              tag: 'li',
              content: 'Прямоточные: Серия BM5, BM6X'
          },
          {
              tag: 'li',
              content: 'Дисковые: Серия BM7'
          },
      ]
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'ol',
      content: [
          {
              tag: 'li',
              content: 'Прямоточные: Серия BM5, BM6X'
          },
          {
              tag: 'li',
              content: 'Дисковые: Серия BM7'
          },
          {
              tag: 'li',
              content: 'Инжекционные: Dosaodor-D'
          },
          {
              tag: 'li',
              content: 'Абсорбционные: Серия OL'
          },
          {
              tag: 'li',
              content: {
                  tag: 'ol',
                  content: [
                    {
                        tag: 'li',
                        content: 'Прямоточные: Серия BM5, BM6X'
                    },
                    {
                        tag: 'li',
                        content: 'Дисковые: Серия BM7'
                    },
                    {
                        tag: 'li',
                        content: 'Инжекционные: Dosaodor-D'
                    },
                    {
                        tag: 'li',
                        content: 'Абсорбционные: Серия OL'
                    },
                  ]
              }
          },
          {
              tag: 'li',
              content: 'Прямоточные: Серия BM5, BM6X'
          },
          {
              tag: 'li',
              content: 'Дисковые: Серия BM7'
          },
      ]
  },
  {
      tag: 'p',
      content: 'Ощущение мира решительно подчеркивает дедуктивный метод, хотя в официозе принято обратное. Созерцание непредвзято подрывает естественный бабувизм, отрицая очевидное. Априори, созерцание амбивалентно. Принцип восприятия, по определению, раскладывает на элементы сложный бабувизм, ломая рамки привычных представлений. Адживика осмысленно понимает под собой дуализм, при этом буквы А, В, I, О символизируют соответственно общеутвердительное, общеотрицательное, частноутвердительное и частноотрицательное суждения. Мир дискредитирует закон исключённого третьего, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире.'
  },
  {
      tag: 'table',
      content: [
          {
              tag: 'tr',
              content: [
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
              ]
          },
          {
              tag: 'tr',
              content: [
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
              ]
          },
          {
              tag: 'tr',
              content: [
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
                  {
                      tag: 'td',
                      content: 'Ячейка'
                  },
              ]
          }
      ]
  },
];
