<div class="information__content">
	<p>
		Доставим товар
	</p>
	<ul class="ul ul_primary mbl">
		<li class="ul__li">в день заказа или на следующий день с 9 до 18 часов. После 18 часов доставка осуществляется по согласованию с менеджером<br>
		</li>
		<li class="ul__li">в течение часа, если товар есть в наличии и курьер свободен</li>
	</ul>
	<p>
		В субботу и воскресенье доставка по согласованию с менеджером. <br>
	</p>
	<p>
		<br>
	</p>
	Стоимость доставки в зависимости от суммы заказа составляет:<br>
	<br>
	<ul class="ul ul_primary mbl">
		<li class="ul__li">до 10 000 рублей - 200 рублей<br>
		</li>
		<li class="ul__li">от 10 000 рублей - бесплатно</li>
	</ul>
	При заказе до 3000 рублей товар можно забрать только самовывозом.<br>
	<br>
	Стоимость и условия доставки за пределы Уфы уточняйте у менеджера по телефону<br>
	<br>
	<p>
		Вместе с товаром вы получаете следующие документы:
	</p>
	<ul class="ul ul_primary mbl">
		<li class="ul__li">кассовый чек</li>
		<li class="ul__li">товарный чек</li>
		<li class="ul__li">гарантийный талон</li>
		<li class="ul__li">счет-фактура (для юридических лиц)</li>
	</ul>
	<br>
</div>