<p>
	Высказывайте пожелания по ассортименту, мнения о работе сотрудников компании, предложения по улучшению качества обслуживания, задавайте интересующие вас вопросы о работе компании, наличии товаров, их технических характеристиках, условиях предоставления кредита или рассрочки и т.д.
</p>
<p>
	Мнения о работе сотрудников компании, предложения по улучшению качества обслуживания, задавайте интересующие вас вопросы о работе компании, наличии товаров, их технических характеристиках, условиях предоставления кредита или рассрочки и т.д.
</p>