<div class="pal">
	<p>
		Интернет-магазин «ЛидерСтройИнструмент» поставляет только оригинальную продукцию с официальной гарантией производителя. Бесплатное гарантийное обслуживание и ремонт возможны при условии, что товар эксплуатируется в соответствии с требованиями производителя.
	</p>
	<p>
		Чтобы воспользоваться бесплатной гарантией, пожалуйста, сохраните гарантийный талон. Без него сервисный центр имеет право отказать в ремонте и обслуживании оборудования.
	</p>
	<h3>
		Обмен/возврат товаров надлежащего качества </h3>
	<p>
		Покупатель имеет право вернуть товар надлежащего качества в случае, если он не подошел по комплектации, размеру, цвету, форме.
	</p>
	<p>
		Внимание! Доставку возвратного товара оплачивает покупатель. Компания возмещает только стоимость товара.
	</p>
	<p>
		Условия возврата:
	</p>
	<ul class="ul ul_primary mbl">
		<li class="ul__li">в любое время до получения или в течение 7 дней после получения товара</li>
		<li class="ul__li">сохранена целостность упаковки и товарный вид изделия</li>
		<li class="ul__li">товар не был в употреблении, сохранены заводские пломбы</li>
		<li class="ul__li">сохранены товарный/кассовый чек</li>
	</ul>
	<p>
		Чтобы обменять/вернуть товар, покупатель должен заполнить и подписать заявление и отправить его на электронную почту <a href="mailto:pretenzia@lsiufa.ru">pretenzia@lsiufa.ru</a>.
	</p>
	<p>
		Обмен/возврат некачественного товара возможен в течение 15 дней со дня покупки. Основанием для обмена/возврата является акт из сервисного центра, подтверждающий наличие заводского брака.
	</p>
	<h3>
		Возврат денег </h3>
	<p>
		<i>При оплате банковской картой </i>
	</p>
	<p>
		Деньги будут возвращены на расчетный счет покупателя в течение 10 рабочих дней после поступления товара на склад или получения акта о неисправности из сервисного центра.
	</p>
	<p>
	</p>
	<p>
		<i>
			При оплате наличными в магазине или курьеру </i>
	</p>
	<p>
		Деньги можно вернуть в одном из розничных магазинов.<br>
	</p>
	<p>
	</p>
	<p>
		<i>
			При оплате безналичным расчетом (для юридических лиц) </i>
	</p>
	<p>
		Деньги будут возвращены на расчетный счет организации в течение 10 рабочих дней после поступления товара на склад или получения акта о неисправности из сервисного центра. Заполните «Заявление о возврате денежных средств», подготовьте товарную накладную и счет-фактуру.<br>
	</p>
</div>