<div class="information__content">
	<div class="h2 mbl mts">Физические лица</div>
	<ul class="ul ul_primary mbl">
		<li class="ul__li">Наличными курьеру - курьер привозит вам заказ, вы отдаете ему наличные</li>
		<li class="ul__li">Наличными на кассе - вы оплачиваете заказ на кассе магазина наличными</li>
		<li class="ul__li">Банковской картой на кассе - вы оплачиваете заказ банковской картой на кассе магазина</li>
	</ul>
	<div class="h2">Юридические лица</div>
	Оплата переводом на наш расчетный счет. При оформлении заказа в поле "Комментарии к заказу" укажите реквизиты своей
	организации, для ускорения оформления счета на оплату. После оформления заказа с вами свяжется
	менеджер магазина, и передаст вам счет на оплату заказа, по факсу или email.
</div>