<span style="font-size: 16pt;"><b>Условия доставки до пункта выдачи</b></span><br>
<br>
Минимальная сумма заказа 500 рублей<br>
<br>
Доставка товара на сумму до 5 000 рублей составляет 300 рублей.<br>
<br>
<b>БЕСПЛАТНАЯ </b>доставка заказа на сумму от 5 000 рублей, если размер упакованного товара составляет не более 1,5х1,5х1,5м, вес – не более 100 кг. Стоимость доставки крупногабаритных товаров рассчитывается индивидуально.<br>
<br>
Обратите внимание: в Стерлитамаке пока доступен только самовывоз. <br>
<br>
<p>
    Вместе с товаром вы получаете следующие документы:
</p>
<ul class="ul ul_primary mbl">
    <li class="ul__li">кассовый чек</li>
    <li class="ul__li">товарный чек</li>
    <li class="ul__li">гарантийный талон</li>
    <li class="ul__li">счет-фактура (для юридических лиц)</li>
</ul>
В наличии присутствуют только самые популярные товары. Модели, не пользующиеся большим спросом, находятся на нашем удаленном складе. Прежде чем подтвердить заказ с такими товарами, специалист по работе с клиентами делает запрос на удаленный склад. Цена после запроса может отличаться от той, что указана на сайте – вы узнаете об этом прежде, чем заказ будет подтвержден. <b>Товары, заказываемые с удаленного склада, мы оформляем только после </b><b>100-процентной предоплаты</b><b>.</b>