<b><span style="font-size: 16pt;">Условия доставки по Уфе</span></b><br>
<br>
Доставим товар:
<p>
</p>
<ul class="ul ul_primary mbl">
    <li class="ul__li">в день заказа или на следующий день с 9 до 18 часов. После 18 часов доставка осуществляется по согласованию с менеджером</li>
    <li class="ul__li">в течение часа, если товар есть в наличии и курьер свободен</li>
</ul>
<p>
    В субботу и воскресенье доставка по согласованию с менеджером.&nbsp;
</p>
<p>
</p>
<p>
    Стоимость доставки в зависимости от суммы заказа составляет:<br>
</p>
<ul class="ul ul_primary mbl">
    <li class="ul__li">до 10 000 рублей - 200 рублей</li>
    <li class="ul__li">от 10 000 рублей - бесплатно</li>
</ul>
<p>
    При заказе до 3000 рублей товар можно забрать только самовывозом.<br>
    <br>
    Стоимость и условия доставки за пределы Уфы уточняйте у менеджера по телефону<br>
</p>
<p>
    Вместе с товаром вы получаете следующие документы:
</p>
<ul class="ul ul_primary mbl">
    <li class="ul__li">кассовый чек</li>
    <li class="ul__li">товарный чек</li>
    <li class="ul__li">гарантийный талон</li>
    <li class="ul__li">счет-фактура (для юридических лиц)</li>
</ul>