<h3> Физические лица</h3>
<ul class="ul ul_primary mbl">
    <li class="ul__li">В магазине наличными или картой</li>
    <li class="ul__li">Курьеру наличными при доставке </li>
    <li class="ul__li">Картой на сайте<br>
    </li>
</ul>
<h3> Юридические лица</h3>
<ul class="ul ul_primary mbl">
    <li class="ul__li">По безналичному расчету. Отправим счет на оплату по электронной почте или факсу </li>
    <li class="ul__li">В магазине наличными</li>
    <li class="ul__li">Курьеру наличными при доставке</li>
</ul>
<p>
</p>
<h3>Оплата банковской картой на сайте<br>
</h3>
<p>
</p>
<p>
    К оплате принимаются карты:
</p>
<p>
</p>
Visa, кроме Visa Electron <br>
<br>
<img alt="oplatasb1.jpg" src="/upload/medialibrary/e0a/e0a8d3dacad6bec4ff87e4d161f7d134.jpg" title="oplatasb1.jpg" class="img-responsive" width="432" height="82"><br>
MasterCard <br>
<br>
<img alt="oplatasb2.jpg" src="/upload/medialibrary/7d2/7d2f80e0ec4932f1ebf14cd74c09e780.jpg" title="oplatasb2.jpg" class="img-responsive" width="541" height="82"><br>
<br>
В большинстве случаев карта Visa Electron не подходит для оплаты через интернет. Исключение составляют карты, выпущенные отдельными банками. О возможности оплаты картой Visa Electron можно узнать в банке, выпустившем карту. <br>
<p>
</p>
<p>
</p>
Для оплаты нужно знать:
<p>
</p>
<ul class="ul ul_primary mbl">
    <li class="ul__li">номер карты (16 цифр)<br>
    </li>
    <li class="ul__li">срок окончания действия карты – месяц/год</li>
    <li class="ul__li">CVV код для карт Visa и CVC код для MasterCard (на обратной стороне карты)<br>
    </li>
</ul>
<img alt="codigos-seguranca-e1358427102773.jpg" src="/upload/medialibrary/4f7/4f78fe8f9c395328a62dd942ce9945aa.jpg" title="codigos-seguranca-e1358427102773.jpg" class="img-responsive" width="242" height="214"><br>
<br>
Если ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified by Visa или MasterCard Secure Code, может также потребоваться специальный пароль. Способы и возможность получения паролей для проведения интернет-платежей вы можете узнать в банке, выпустившем карту.
<p>
</p>
<p>
    <b>Процесс оплаты банковской картой </b>
</p>
<p>
</p>
<p>
    Чтобы оплатить покупку картой при оформлении заказа в разделе «Способ оплаты» выберите пункт Банковской картой.
</p>
<p>
    <img alt="1.jpg" src="/upload/medialibrary/977/977c6c717a83279e4169cfee7ac3ef59.jpg" title="1.jpg" class="img-responsive" width="634" height="481"><br>
</p>
<p>
</p>
<p>
</p>
<p>
    После оформления и подтверждения заказа менеджером интернет-магазина зайдите в личный кабинет, перейдите во вкладку Заказы, затем «Подробнее о заказе».
</p>
<img alt="2.jpg" src="/upload/medialibrary/c89/c891d183e1a1bf19be0028403967d7fd.jpg" title="2.jpg" class="img-responsive" width="717" height="354"><br>
<br>
Нажмите «Оплатить».<br>
<br>
<img alt="3.jpg" src="/upload/medialibrary/9b0/9b0a1018a5905132497f7b898122545c.jpg" title="3.jpg" class="img-responsive" width="717" height="504"><br>
<br>
Вы автоматически будете переведены на страницу авторизационного сервера Сбербанка.<br>
<br>
<img alt="Оплата.jpg" src="/upload/medialibrary/ecd/ecd03737e5e7e8bfc511bd3f9b7f2478.jpg" title="Оплата.jpg" class="img-responsive" width="597" height="704"><br>
<br>
Введите данные пластиковой карты и нажмите кнопку «Оплатить». У вас будет 20 минут, чтобы оплатить покупку, поэтому приготовьте пластиковую карту заранее. Если данного времени не хватит, повторите процедуру.
<p>
    При подтверждении оплаты система перенаправит вас на сайт интернет-магазина и сообщит об успешном проведении платежа. В противном случае вы будете перенаправлены на страницу с описанием ошибки.
</p>
<p>
    Соединение с платежным шлюзом и передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL. ПАО «Сбербанк России» обеспечивает конфиденциальность сообщаемой персональной информации. Введенная информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платежных систем Visa Int. и MasterCard Europe Sprl.
</p>
<p>
    <b>
        Возврат оплаты в случае отказа от товара </b>
</p>
<p>
    При аннулировании оплаченного заказа или отдельных позиций вы можете выбрать другой товар на эту сумму. Чтобы вернуть всю сумму на карту, свяжитесь с менеджером интернет-магазина.
</p>
<p>
</p>
<p>
</p>